from aiogram.types import ReactionTypeEmoji

BOT_TOKEN = 'REPLACE WITH YOUR TOKEN'

goodOutcomeEmoji = ReactionTypeEmoji(emoji='🆒') #replace it here good outcome emoji here

badOutcomeEmoji = ReactionTypeEmoji(emoji='🙈') #replace it here bad outcome emoji here


'''as Aiogram3.20Post0
Reaction emoji. Currently, it can be one of 
                    “👍”, “👎”, “❤”, “🔥”, “🥰”, “👏”,
                    “😁”, “🤔”, “🤯”, “😱”, “🤬”,
                    “😢”, “🎉”, “🤩”, “🤮”, “💩”,
                    “🙏”, “👌”, “🕊”, “🤡”, “🥱”,
                    “🥴”, “😍”, “🐳”, “❤‍🔥”, “🌚”,
                    “🌭”, “💯”, “🤣”, “⚡”, “🍌”,
                    “🏆”, “💔”, “🤨”, “😐”, “🍓”,
                    “🍾”, “💋”, “🖕”, “😈”, “😴”,
                    “😭”, “🤓”, “👻”, “👨‍💻”, “👀”,
                    “🎃”, “🙈”, “😇”, “😨”, “🤝”, 
                    “✍”, “🤗”, “🫡”, “🎅”, “🎄”,
                    “☃”, “💅”, “🤪”, “🗿”, “🆒”, 
                    “💘”, “🙉”, “🦄”, “😘”, “💊”,
                    “🙊”, “😎”, “👾”, “🤷‍♂”, “🤷”,
                    “🤷‍♀”, “😡”
                    using any other emoji will raise an error
'''